/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2016, ownCloud GmbH.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */

"about_button" = "About";
"upgrade_button" = "Upgrade";

//First Screen
"go_to_login" = "הגדרת חשבון";
"you_need_an_account" = "אין חשבונות $appname במכשיר שלך.\nעל מנת להשתמש ביישום, זה יש צורך ליצור חשבון.";

//Login Screen
"testing_connection" = "בדיקת חיבור";
"server_instance_not_found" = "שרת לא אותר";
"secure_connection_established" = "נוצר חיבור מאובטח";
"https_non_secure_connection_established" = "נותב לנתיב לא מאובטח";
"connection_established" = "החיבור נוצר";
"login_details" = "פרטי הכניסה";
"username" = "שם משתמש";
"password" = "סיסמא";
"login" = "כניסה";
"cancel" = "ביטול";
"error_login_message" = "שם המשתמש או הסיסמא לא נכונים";
"ok" = "אישור";
"url_sample" = "כתובת שרת https://…";
"forbidden_characters_in_password" = "סיסמא זו כוללת תווים לא חוקיים";
"server" = "שרת";
"url" = "כתובת";
"session_expired" = "פג תוקף סשן";
"credentials_different_user" = "שם המשתמש שהוכנס לא מתאים לשם המשתמש של חשבון זה";
"auth_unsupported_auth_method" = "השרת אינו תומך בשיטת אימות זו";
"saml_server_does_not_give_user_id" = "השרת אינו מחזיר מזהה משתמש נכון. יש ליצור קשר עם המנהל שלך";
"authentification_not_valid" = "לא מצליח לאמת מול שרת זה";
"error_too_many_http_redirects" = "אירעה שגיאה כאשר הוקם הקשר. יש לנסות שוב.";
"retry" = "ניסיון חדש";
"help_link_login" = "$appname הנו חדש עבורך?";

//TabBarItems
"settings"="הגדרות";
"files_tab"="קבצים";

//Uploading
"upload" = "העלאה";
"account" = "חשבון:";
"location" = "מיקום:";
"photo_albums" = "אלבומי תמונות";
"loading" = "בטעינה...";
"no_access_to_gallery" = "יש לאפשר גישה לתמונות וסרטים עבור $appname. את אפשרות זו ניתן למצוא תחת הגדרות > פרטיות > תמונות.";
"error" = "שגיאה";
"upload_failed"="ההעלאה נכשלה";
"redirection_problem"="פעולת ניתוב מחדש לא נתמכת";

//First View
"menu_upload" = "העלאת תמונה/סרט";
"menu_folder" = "תיקייה חדשה";
"menu_text_file" = "קובץ טקסט חדש";
"sort_menu_title" = "מיון";
"sort_menu_by_name_option" = "א-ת";
"sort_menu_by_modification_date_option" = "חדש ביותר-ישן ביותר";

//Create/Edit File Text
"create_text_file" = "יצירת קובץ טקסט חדש";
"title_view_new_text_file" = "קובץ טקסט חדש";
"title_view_edit_text_file" = "עריכת קובץ טקסט";
"default_text_file_title" = "קובץ טקסט חדש";
"title_text_file_placeholder" = "כותרת...";
"body_text_file_placeholder" = "...";
"error_text_file_exist" = "כבר קיים";
"error_file_name_empty" = "שם קובץ אינו יכול להיות ריק.";
"no_changes_made" = "לא בוצעו שינויים";
"no_file_downloaded" = "הקובץ לא הורד, אין באפשרותך לערוך אותו";


//Create Folder
"create_folder" = "יצירת תיקייה חדשה";
"folder_name" = "הכנסת שם תיקייה:";
"save" = "שמירה";
"folder_exist" = "תייקה עם שם זה כבר קיימת. יש להכניס שם אחר.";
"folder_create_error"="לא ניתן ליצור את התיקייה";
"not_show_potrait"="התפריט אינו תומך בתצוגה אופקית. יש לשנות לתצוגה אנכית.";
"not_possible_create_folder" = "לא ניתן ליצור תיקייה.";

//FilesView
"confirm_to_delete_item" = "אישור מחיקת פריט";
"yes" = "כן";
"no" = "לא";
"delete_from_device" = "האם באמת למחוק קובץ זה מהמכשיר?";
"delete_from_server" = "האם באמת למחוק קובץ זה מהשרת?";
"not_possible_connect_to_server" = "לא ניתן להתחבר לשרת כרגע.";
"delete_folder_from_server" = "האם באמת למחוק תיקייה זו מהשרת?";
"delete_local_server" = "מחיקה מהמכשיר ומהשרת";
"delete_local" = "מחיקה מהמכשיר";
"delete_server" = "מחיקה מהשרת";
"error_path" = "לא ניתן לפתוח תיקייה זו. יש לוודא שהיא קיימת";
"error_not_permission" = "אין לך הרשאות להשלים פעולה זו";
"folders" = "תקיות";
"files" = "קובץ";
"folder" = "תקיה";
"file" = "קובץ";
"more_swipe" = "יותר";
"message_not_files" = "אין כאן שום דבר. אולי ברצונך להעלות משהו?";

//Refresh file list
"release_refresh"="שיחרור לרענון...";
"loading_refresh"="בטעינה...";
"pull_down_refresh"="יש למשוך מטה לרענון.";

//Miscelanea
"back" = "אחורה";

//Preview
"open_with_label" = "פתיחה על בסיס";
"delete_label"= "מחיקה";

//Open with
"file_cannot_be_opened" = "קובץ לא ניתן לפתיחה";
"no_app_instaled_to_open_it" = "אין יישום מותקן לפתיחת סוג זה של קובץ.";

//WTClient messages (Download/Upload)
"establishing_connection" = "מקים חיבור";
"not_establishing_connection" = "לא מצליח להקים חיבור";
"connection_closed" = "חיבור נסגר";
"connection_lost" = "חיבור אבד";
"auth_failed" = "אימות נכשל";
"auth_passed" = "אימות עבר";
"request_file_not_found" = "הקובץ המבוקש לא אותר על השרת";
"request_file_not_accesed" = "לא ניתן להכנס אל הקובץ המבוקש";
"unknow_response_server" = "שגיאה. תגובה לא צפויה מהשרת.";
"uploading_data" = "מעלה נתונים";
"downloading_data" = "מוריד נתונים";
"transfer_complete" = "העברה הושלמה";
"transfer_failed" = "העברה נכשלה";

//Settings and PinCode
"title_app_pin" = "קוד";
"title_app_pin_and_touchID" = "קוד סיסמא & Touch ID";
"enter_app_pin" = "הכנסת קוד";
"enter_app_pin_long_description" = "הכנסת קוד";
"reenter_app_pin" = "יש להכניס קוד שנית";
"remove_app_pin" = "הסרת קוד";
"both_pass_not_same" = "הקודים שהוכנסו אינם זהים";
"app_pin_incorrect" = "קוד שגוי";
"passcode_not_enabled" = "קודם מאפשר קוד";
"title_app_touchID" = "זיהוי נגיעה";
"disconnect_button" = "נותק משרת זה";
"pin_removed" = "הקוד הוסר";
"incorrect_pin" = "קוד שגוי";
"app_pin_stored" = "הקוד נשמר";
"help" = "עזרה";
"recommend_to_friend" = "המלצה לחבר/ה";
"send_feedback" = "שליחת משוב";
"manage_accounts" = "ניהול חשבונות";
"add_new_account" = "הוספת חשבון חדש";
"save_changes" = "שמירה";
"add_account" = "הוספה";
"user_exist" = "המשתמש שהוכנס כבר קיים";
"imprint_button" = "הצהרת בעלות";
"title_instant_upload_photos"="העלאת תמונות מיידית";
"title_instant_upload_videos"="העלאת סרטים מיידית";
"title_background_instant_upload" = "העלאת מיידית ברקע";
"accounts_section" = "חשבונות";
"security_section" = "אבטחה";
"instant_updloads_section" = "העלאות מיידיות";
"more_section" = "יותר";
"unlock_app" = "פתיחת $appname";

//Downloading
"can_no_copy_to_gallery" = "לא ניתן להעתיק קובץ זה לגלריה כייון שהגלריה לא יכולה לפתוח אותו";
"file_is_downloading" = "קובץ זה כבר בתהליך הורדה";
"download_file_exist" = "לא ניתן לפתוח קובץ זה. יש לוודא שהוא קיים";
"wait_to_download" = "מכין להורדה";
"updating" = "מעדכן";
"msg_while_downloads" = "לא ניתן לבצע פעולה זו, יש להמתין עד שההורדה הנוכחית תסתיים";

//SSL
"invalid_ssl_cert" = "לא ניתן היה לאמת את הזיהוי של האתר. האם לתת אמון בתעודה זו בכל מקרה?";
"connection_declined" = "החיבור סורב על ידי משתמש";

//Recent view
"recent_now"="שניות";
"recent_minutes"="לפני $minutes דקות";
"recent_minute"="לפני $minutes דקה";
"recent_hours"="לפני $hours שעות";
"recent_hour"="לפני $hours שעה";
"recent_days"="לפני $days ימים";
"recent_day"="לפני $days יום";
"recent_months"="לפני $months חודשים";
"recent_month"="לפני $months חודש";

"uploads_tab"="העלאות";
"current_section"="נוכחי";
"uploader_section"="הועלה";
"nothing_was_upload_recently"="שום דבר לא הועלה לאחרונה ממכשיר זה";
"failed_uploader_section"="העלאות שנכשלו";
"clear_successful"="ניקוי הצליח";
"error_credential"="שגיאת אישורי גישה";
"error_destiny_does_not_exist"="שגיאת תיקייה";
"error_file_exists"="שגיאת התנגשות";
"error_permission" = "שגיאת הרשאה";
"error_file_does_not_exist" = "אינו נתמך בהתקן";
"error_file_in_background" = "שגיאת שרת";
"error_file_invalid_characters" = "תווים לא חוקיים";
"change_active_user"="החלפת המשתמש הפעיל ל-";
"waiting_for_server"="ממתין להתחברות שרת";
"waiting_for_upload"="ממתין להעלאה";
"error_permission_alert_message" = "אין לך הרשאות להעלות לתיקייה זו";
"choose_folder" = "נא לבחור בתיקייה";

//Select Folder View
"upload_label"="העלאה אל";
"create_button"="יצירה";
"choose_button"="בחירה";

//Rename
"rename_long_press" = "שינוי שם";
"rename_file_title" = "שינוי שם";
"enter_new_name" = "יש להכניס שם חדש:";
"rename_file_exist" = "קובץ עם שם זה כבר קיים, יש להכניס שם אחר.";

//Move
"move_long_press" = "העברה";
"move_to_label" = "העברה אל";
"file_exist" = "הקובץ כבר קיים בתיקיית היעד";
"override_file" = "האם להחליף את הקובץ הקיים בקובץ זה?";
"accept" = "אישור";
"error_folder_destiny_is_the_same" = "שגיאה: לא ניתן להעביר תיקייה אל אותה תיקייה עצמה";
"original_file_exist" = "לא ניתן להעביר קובץ. יש לוודא שהוא קיים";
"original_folder_exist" = "לא ניתן להעביר תיקייה. יש לוודא שהיא קיימת";

//Download folfer
"download_folder" = "הורדת תיקייה";
"cancel_download" = "ביטול הורדה";

//Upload from other apps
"other_apps_title" = "יעד";
"other_apps_account" = "חשבון";
"other_apps_folder" = "תיקייה";
"other_apps_file_name" = "שם קובץ";
"other_apps_send_to" = "העלאה אל";
"error_moving_file" = "לא ניתן להעביר קובץ. יש לוודא שתיקיית היעד קיימת";
"forbidden_characters_from_server" = "השם כולל לפחות תו אחד לא חוקי";
"overwritte_title" = "לשכתב";

//Social
"twitter_message" = "ניתן לנסות את $twitteruser במכשיר החכם שלך! ";
"facebook_message" = "ניתן לנסות את $appname טלפון החכם שלך!\n";
"mail_recommendation_subject" = "ניתן לנסות $appname בטלפון החכם שלך!";
"mail_recommendation_body" = "אשמח להזמין אותך להשתמש ב- $appname בטלפון החכם שלך!\nהורדה כאן: ";
"device_not_support_mail" = "בבקשה, יש להגדיר את חשבון הדואר האלקטרוני שלך";
"mail_feedback_subject" = "משוב ל- $appname";
"account_not_configure" = "המכשיר שלך לא כולל את החשבון מוגדר. יש לעבור להגדרות להגדרה שלו.";

//Storage
"of_storage" = "מתוך";
"occupied_storage" = "תפוס";
"storage" = "אחסון";
"storage_upgrade" = "שדרוג אחסון";

//Jimmies
"this_file_is_older" = "גרסה זמינה חדשה יותר";
"msg_update_file_0_bytes" = "הקובץ על השרת מכיל 0 ביטים. האם באמת לדרוס את הקובץ במכשיר בקובץ זה?";

//Shared
"shared_tab" = "שיתוף קישורים";
"message_not_shared_files" = "אין עדיין קבצים/תיקיות המשותפים על בסיס קישורים.";
"message_not_shared_api_support" = "לצערנו שיתוף אינו מופעל על השרת שלך. יש ליצור קשר עם המנהל שלך";
"share_link_long_press" = "שיתוף";
"unshare_link" = "ביטול קישור לשיתוף";
"share_not_available_on_this_server" = "לצערנו תכונה זו אינה מופעלת על השרת שלך. יש ליצור קשר עם המנהל שלך";
"copy_link" = "העתקת קישור";
"file_to_share_not_exist" = "לא ניתן לשתף קובץ זה או תיקייה זו. יש לוודא שהם קיימים";
"file_to_unshare_not_exist" = "לא ניתן לשתף קובץ זה או תיקייה זו. יש לוודא שהם קיימים";
"shared_link_protected_title" = "הכנסת סיסמא";
"shared_link_protected_message" = "לשיתוף הקישור יש להכניס סיסמא להגנה עליו.";
"pasword_empty" = "לא ניתן להשאיר שדה סיסמא ריק";
"no_pasword" = "יש להכניס סיסמא";
"get_share_link" = "קבלת קישור שיתוף";
"set_expiration_time" = "הגדרת תאריך תפוגה";
"password_protect" = "הגנה בססמה";
"allow_editing" = "אישור עריכה";
"default_not_possible_msg" = "לא ניתן לבצע פעולה זו, יש לנסות אחר כך";
"share_user_group_indicator" = "קבוצה";
"share_user_federated_indicator" = "נשלט מרחוק";
"add_user_or_group_title" = "הוספת משתמש או קבוצה";
"share_with_users_or_groups" = "שיתוף עם משתמשים וקבוצות";
"not_share_with_users_yet"= "עדיין אין שיתוף עם אף משתמש";
"not_sharee_api_supported" = "מצטערים, גרסת השרת שלך לא מאפשרת שיתוף עם משתמשים. יש ליצור קשר עם המנהל שלך";
"share_link_title" = "קישור לשיתוף";
"not_share_link_enabled_capabilities" = "קישור שיתוף אינו מופעל בשרת זה. יש לפנות למנהל";
"shared_link_cannot_remove_password" = "לא ניתן להסיר את הסיסמא";
"shared_link_cannot_remove_expiration_date" = "לא ניתן להסיר תאריך תפוגה. שיתופים מחייבים תאריך תפוגה";
"shared_link_mail_subject" = "$userName משתף אתך »$fileOrFolderName«";
"secured_link" = "מאובטח";

//Shared privileges
"title_user_can_edit" = "ניתן לערוך";
"title_user_can_share" = "ניתן לשתף";
"user_can_create" = "יצירה";
"user_can_change" = "שינוי";
"user_can_delete" = "מחיקה";
"title_view_edit_user_privileges" = "הרשאות";

//Favorites
"favorite" = "מועדף";
"unfavorite" = "לא מועדף";
"parent_folder_is_favorite" = "תיקייה הכוללת את קובץ זה כבר מסומנת כמועדפת";

//Available offline
"available_offline" = "זמין במצב לא מקוון";
"not_available_offline" = "אינו זמין במצב לא מקוון";
"parent_folder_is_available_offline_file_child" = "תיקייה שמכילה קובץ זה כבר קיימת במצב לא מקוון";
"parent_folder_is_available_offline_folder_child" = "תיקייה הכוללת את תיקייה זו כבר קיימת במצב לא מקוון";

//Document provider
"error_login_doc_provider" = "אין אפשרות להכנס לחשבונך. ראשית יש להשתמש ביישום $appname להתחברות.";
"error_sending_file_to_document_picker" = "שגיאה בשליחת הקובץ לדוגם המסמך";
"error_user_change_in_core_app" = "המשתמש שונה ביישום $appname";
"error_connecting_with_server" = "לא ניתן היה להתחבר לשרת, יש לנסות מאוחר יותר";
"move_doc_provider_button" = "העברה למיקום זה";
"export_doc_provider_button" = "יצוא למיקום זה";

//Instant uploads
"location_not_enabled"="שירותי מיקום לא מופעלים";
"message_location_not_enabled"="יש לעבור להגדרות בכדי להפעיל שירותי המיקום לאפשר העלאה מיידית של תמונות ברקע.";

"access_photos_library_not_enabled" = "כניסה לתמונות לא מופעלת";
"message_access_photos_not_enabled" = "יש לעבור אל הגדרות להפעלת גישת תמונות על מנת לאפשר העלאות תמונות מיידיות.";

//PDF reader
"page_of_pages" = "מתוך"; //Example: 5 of 10

//Share in
"files_added" = "קבצים הוספו";
"files_will_be_upload_next_time" = "העלאת הקבצים תתחיל בפעם הבאה שהיישום $appname יפתח";

//Help Guide main app
"title_help_slide_0" = "ברוכים הבאים ל- $appname!";
"message_help_slide_0" = "יש להחליק למידע נוסף";
"title_help_slide_1" = "העלאות מיידיות";
"message_help_slide_1" = "שמירה על התמונות שלך בטוחות";
"title_help_slide_2" = "ניהול של כל הקבצים שלך";
"message_help_slide_2" = "ניתן למחוק, להעביר";
"title_help_slide_3" = "שיתוף";
"message_help_slide_3" = "ניתן לשתף קבצים ותיקיות";
"title_help_slide_4" = "רב-חשבונות";
"message_help_slide_4" = "חיבור אל כל שרתי הענן שלך";
"title_help_slide_5" = "הקבצים הפרטיים שלך מסונכרנים בכל מקרה";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "כניסה";
"skip_button_help_guide" = "דלוג";

//Account menu
"menu_account_edit" = "Edit Password";
"menu_account_clear_cache" = "מחיקת זכרון מטמון";
"menu_account_log_out" = "הסרת חשבון";
